// Preflight
"DISK_FULL_TITLE" = "您的硬盘没有足够的空间。";
"DISK_FULL_FOR_DOWNLOAD_STATUS" = "下载更新需要 %@ 可用空间。要增加可用空间，请删除硬盘上的一些文件，然后再试一次。";
"DISK_FULL_FOR_DOWNLOAD_AND_INSTALL_STATUS" = "下载和安装更新需要 %@ 可用空间。要增加可用空间，请删除启动磁盘上的一些文件，然后再试一次。";

// AC power check
"CONFIRM_NO_POWER_ADAPTER_TITLE" = "您的电脑尚未接通电源。";
"CONFIRM_NO_POWER_ADAPTER_MESSAGE" = "为了获得最佳效果，您应该先给电脑接上电源再安装更新。您确定要继续安装吗？";
"CONTINUE_TITLE" = "继续";

"CANCEL_TITLE" = "取消";

// Session error
"UPDATE_DOWNLOAD_ERROR" = "不能存储更新“%@”。";
"NONE_CHECKED_DOWNLOAD_ERROR" = "未能存储选定的任何更新。";
"SOME_CHECKED_DOWNLOAD_ERROR" = "未能存储某些选定的更新。";

"UPDATE_INSTALL_ERROR" = "不能安装更新“%@”。";
"NONE_CHECKED_INSTALL_ERROR" = "未能安装选定的任何更新。";
"SOME_CHECKED_INSTALL_ERROR" = "未能安装某些选定的更新。";

"OK_TITLE" = "好";

// Pre-session error
"UPDATE_NOT_FOUND_ERROR" = "不能安装该更新。";

// 3B) Updated downloaded, time to logout and install
"UPDATES_DOWNLOADED_INSTALL_AND_LOGOUT_MESSAGE" = "要安装更新，您必须注销电脑。";
"UPDATES_DOWNLOADED_INSTALL_AND_LOGOUT_INFORMATIVE" = "要结束安装并注销电脑，请点按“注销”。";
"LOG_OUT_AND_INSTALL_TITLE" = "注销";

"UPDATES_DOWNLOADED_INSTALL_AND_RESTART_MESSAGE" = "要安装更新，您必须重新启动电脑。";
"UPDATES_DOWNLOADED_INSTALL_AND_RESTART_INFORMATIVE" = "要结束安装并重新启动电脑，请点按“重新启动”。";
"LOG_OUT_AND_INSTALL_AND_RESTART_TITLE" = "重新启动";

"UPDATES_DOWNLOADED_INSTALL_AND_SHUTDOWN_MESSAGE" = "要安装更新，您必须关闭电脑。";
"UPDATES_DOWNLOADED_INSTALL_AND_SHUTDOWN_INFORMATIVE" = "要完成安装并关闭电脑，请点按“关机”。要重新启动电脑，您需要按下电源按钮。";
"LOG_OUT_AND_INSTALL_AND_SHUTDOWN_TITLE" = "关机";

"NOT_NOW_TITLE" = "以后";

// Predicate installs
"DEFAULT_PREDICATE_BLOCKED_MESSAGE" = "完成其他更新时，您可以选取“苹果”菜单中的“软件更新”来下载并安装此软件。";
"DEFAULT_NO_NETWORK_MESSAGE" = "下次连接到 Internet 时，您可以选取“苹果”菜单中的“软件更新”来下载并安装软件。";
"STANDARD_NO_SUS_MESSAGE" = "请检查您的网络连接以确保其正常运行。如果连接没有问题，请联系网络管理员获取帮助。";
"NO_UPDATE_FOUND_ERROR" = "软件当前不可用。";
